const 单词库 = [
  { 单词: "livre", 性别: "阳性", 规则: "普通阳性", 分类: "全部" },
  { 单词: "table", 性别: "阴性", 规则: "e结尾多阴性", 分类: "你好法语" },
  { 单词: "crayon", 性别: "阳性", 规则: "普通阳性", 分类: "你好法语" },
  { 单词: "photo", 性别: "阴性", 规则: "o结尾部分阴性", 分类: "你好法语" },
  { 单词: "maison", 性别: "阴性", 规则: "普通阴性", 分类: "全部" },
  { 单词: "chien", 性别: "阳性", 规则: "普通阳性", 分类: "全部" },
  { 单词: "fleur", 性别: "阴性", 规则: "普通阴性", 分类: "全部" },
  { 单词: "stylo", 性别: "阳性", 规则: "o结尾部分阳性", 分类: "你好法语" },
  { 单词: "voiture", 性别: "阴性", 规则: "e结尾多阴性", 分类: "你好法语" },
  // ...
  // 更多单词...三万条
];